<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Formats
    |--------------------------------------------------------------------------
    |
    | Here could be defined different formats like date, datetime format, etc.
    |
    */

    'districts' => [
        1 => 'Աջափնյակ',
        2 => 'Արաբկիր',
        3 => 'Էրեբունի',
        4 => 'Մալաթիա-Սեբաստիա',
        5 => 'Նոր Նորք',
        6 => 'Նորք-Մարաշ',
        7 => 'Շենգավիթ',
        8 => 'Քանաքեռ-Զեյթուն',
        9 => 'Կենտրոն'
    ],
    'buildingTypes' => [
        'admin' => [
            1 => 'Ստալինյան նախագիծ',
            2 => 'Ստալինյան նախագիծ',
            3 => 'Քարե շենք (հատուկ նախ.,Չեխ. նախ.)',
            4 => 'Պանելային շենք',
            5 => 'Խոշոռ պանելային շենք',
            6 => 'Հետ-Խրուշչովյան նախագիծ (H=2.75)',
            7 => 'Խրուշչովյան նախագիծ (H=2.55)',
            8 => 'Կասետային',
            9 => 'Նորակառույց'
        ],
        'client' => [
            1 => 'Ստալինյան նախագիծ',
            2 => 'Ստալինյան նախագիծ',
            3 => 'Քարե շենք ',
            4 => 'Պանելային շենք',
            5 => 'Խոշոռ պանելային շենք',
            6 => 'Հետ-Խրուշչովյան նախագիծ',
            7 => 'Խրուշչովյան նախագիծ',
            8 => 'Կասետային',
            9 => 'Նորակառույց'
        ]
    ],
    'conditions' => [
        'admin' => [
            0 => 'Զրոյական վիճակ',
            1 => 'Նախառեմոնտային',
            2 => 'Պետական վիճակ',
            3 => 'Հին վերանորոգում',
            4 => '10-15 տարվա վերանորոգում',
            5 => '5 տարվա վերանորոգում',
            6 => 'Նոր վերանորոգում',
            7 => 'Նոր վերանորոգում , չբնակեցված'
        ],
        'client' => [
            0 => 'Պետ վիճակ',
            1 => 'Պետ. վիճակ',
            2 => 'Պետ. վիճակ',
            3 => 'Մաքուր վիճակ',
            4 => 'Մաքուր վիճակ',
            5 => 'Մաքուր վիճակ',
            6 => 'Վերանորոգված',
            7 => 'Վերանորոգված'
        ]
    ],
    'balconies' => [
            0 => 'բացակայում է',
            1 => 'Լ',
            2 => 'Շ',
            3 => 'Ֆ',
            4 => 'ՓՊ',
            5 => 'ԲՊ'
    ]

];
